# VS Code extensions (IDs). install.sh roda 'code --install-extension' em cada uma.
# Regenerar: code --list-extensions > (mantendo este cabecalho)

anthropic.claude-code
eamodio.gitlens
github.vscode-pull-request-github
highagency.pencildev
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.makefile-tools
ritwickdey.liveserver
unifiedjs.vscode-mdx
